[
  	"¿Cuál es el colmo de un calvo?, Encontrarse un pelo en la sopa",
	"¿Sabes cuál es el colmo de los colmos?, Que un mudo le diga a un sordo que un ciego le está espiando bajo los pelos de un calvo",
	"¿Cuál es el colmo de la oca?,Que le guste jugar al parchís",
	"¿Cuál es el colmo de una sardina?, Que le den la lata",
	"¿Cuál es el colmo de un vago?, Levantarse muy temprano para estar más tiempo sin hacer nada",
	"¿Cuál es el colmo de una abeja obrera?, Ser alérgica al polen",
	"¿Cuál es el colmo de un barco?, Frenar en seco",
	"¿Cuál es el colmo de un forzudo?, Doblar la esquina",
	"¿Cuál es el colmo más pequeño?, El colmillo",
	"¿Cuál es el colmo de una bicicleta?, Llevar televisores en vez de radios",
	"¿Cuál es el colmo de un obrero?, Trabajar en una obra de títeres",
	"¿Cuál es el colmo de un cocinero?, Hacer la sopa de letras con ortografías",
	"¿Cuál es el colmo de un cartonero?, Vivir de papelón en papelón ",
	"¿Cuál es el colmo de un doctor?, Que sus hijas se llamen Dolores y Remedios ",
	"¿Cuál es el colmo de un perro salchicha?, Llamarse Pancho ",
	"¿Cuál es el colmo de un perro?, Que viva en la calle Cucha-cucha ",
	"¿Cuál es el colmo de un caracol?, Tener digestión lenta ",
	"¿Cuál es el colmo de una cebra?, Escuchar un disco rayado ",
	"¿Cuál es el colmo de un pescado?, Resfriarse al salir del agua ",
	"¿Cuál es el colmo de un dragón?, Vivir en Tierra del Fuego ",
	"¿Cuál es el colmo de un albañil?, Llamarse Armando Paredes",
	"Era un príncipe tan pero tan feo que Cenicienta regresó a las 10:30.",
	"Era un niño tan feo pero tan feo que cuando la madre dio a luz el médico en vez de felicitarla la regañó.",
	"Era un niño tan pero tan feo que cuando nació el doctor en lugar de pegarle en el culete para que llorase le pegó a la madre.",
	"Tómense una foto sin flash.Y el pobre de Flash se fue sin su foto.",
	"Anuncio publicitario: ¡Si tu suegra es una joyita nosotros tenemos el mejor estuche! \"Funerarias López”",
	"Una señora pecosa se fue a confesar. El padre le pregunta: \"¿pecas, hija mía?. Sí padre muchas, hasta en el trasero.\"",
	"Dicen que fumar es malo ¡Y lo metieron a la cárcel! ",
	"La droga te quita la memoria y otras cosas que no me acuerdo.",
	"Mamá, mamá... En la escuela me dicen mentiroso. Anda cállate, si hace un año que acabaste la escuela. ",
	"Mamá, mamá... Que ya no quiero conocer a mi abuelito. Cállate y sigue escarbando.",
	"Mamá, mamá... Que ya no me gusta mi hermanito. Cállate y sigue comiendo.",
	"Ahorro debería escribirse sin H, para economizar una letra.",
	"¿Porque los gallegos ponen una escalera en el mar? para que suba la marea",
	"Mamá, mamá... En la escuela me dicen Rambo. No puede ser, pues voy a ir a hablar con la directora. No mamá... ¡Esta es MI guerra!",
	"Mamá, mamá... ¿Me puedo tirar un pedo como el de ayer? No, nene. Espera al menos a que se te cierren los puntos.",
	"Mamá, mamá... ¿Cuesta mucho dinero un bote de tinta china? No hijo mío, es barata, no te preocupes. ¡Que bien! Porque se me derramó un bote de tinta sobre tu vestido nuevo.",
	"Mamá, mamá... Sácame ya del armario, que tengo calor. Si, claro ¿Estás loco? y que se extienda el fuego.",
	"Mamá, mamá... ¿Qué hay hoy para cenar? Cállate ya anda, y vuelve a meterte en el horno",
	"Era una vaca tan flaca, pero tan flaca, que en vez de dar leche lo que daba era lástima.",
	"¡Oiga, su hijo le ha sacado la lengua al mío! Bueno, eso son cosas de críos. ¡Sí, pero es que no podemos cortar la hemorragia!",
	"Le dice un encendedor a un fósforo: ¿Por qué cada vez que te frotan pierdes la cabeza? El fósforo responde: Suelta la piedra, y pelea como los hombres.",
	"Un semáforo al otro, ehh!!! No me mires que me estoy cambiando.",
	"Niños no juguéis con fuego y Fuego se quedo sin amigos.",
	"Mamá, mamá... En la escuela me dicen mafioso. Mañana mismo voy a arreglar eso Bueno, pero que parezca un accidente, eh",
	"Mamá, mamá... ¡Papá está tirando todas las cosas por la ventanaaaaaaaaaa!",
	"Mamá, mamá... Que ya no quiero la piscina. Cállate y sigue escarbando.",
	"Mamá, mamá... ¿Qué es un trasvertí? Hijo, tu mamá está en su cuarto.",
	"Mamá, mamá... Este pan está blando. Pues dile que se calle al condenado",
	"¿Por qué se suicidaron 5 marranitos? Porque se enteraron que su mamá era una cerda",
	"En el aeropuerto: - Mira papá un avión macho acaba de despegar. No hijo, es el tren de aterrizaje.",
	"Sargento, ¿Qué podemos hacer si pisamos una mina? Pues mira recluta, el procedimiento habitual es esparcirse en trocitos por un círculo de 20 metros.",
	"Era una señora tan chiquita, tan chiquita, que en lugar de dar a luz, daba chispas.",
	"Había un país tan pobre, tan pobre, que el arco iris salía en blanco y negro.",
	"A mí antes me perseguían las mujeres. ¿Y por qué ya no? Es que ya no robo carteras.",
	"Mamá, mamá... ¿Los bombones rellenos caminan? No, hijo, ¿por qué? Ah, pues entonces me comí un escarabajo!",
	"Mamá, mamá... ¿La abuela es mecánico? No, ¿por qué? Porque lleva dos horas debajo del coche de papá",
	"¿Como conseguir que los ojos de un hombre brillen. Metiéndoles una linterna por la oreja. ",
	"Había una vez una mujer tan gorda, pero tan gorda, que cuando estaba tomando sol en la playa llegó Green Peace y la devolvió al mar.",
	"Se abre el telón y aparece un gitano... Desaparece el telón.",
	"Ponte el pantalón de Cuadritos... Y el pobre de Cuadritos quedo en calzoncillos.",
	"En una misma fiesta alguien dijo: Bailen con gracia... Y la pobre Gracia bailó toda la noche.",
	"Era un hombre tan enano, pero tan enano, que para pasar por debajo de la puerta tenía que subirse a una silla.",
	"El otro día me puse tan borracho, que llegué a casa como Superman. ¿Volando? No, con los calzoncillos encima de los pantalones.",
	"Le dice el cepillo al papel higiénico: A veces pienso que tengo el peor trabajo de todos. Sí, como no, le contesta el papel de baño.",
	"El pequeño está jugando en el patio cuando su mamá le grita desde la cocina: \"No juegues en la Tierra...\" ...y el niño se fue a la Luna.",
	"Un hombre llega a una panadería y le dice al tendero: Me da dos barras de pan, y si tiene huevos, dos docenas. Y éste le puso 24 barras de pan.",
	"Era tan numerosa esa familia que la cigüeña vivía con ellos.",
	"Mamá, mamá, (Una cerdita a su madre): ¿porqué tenemos una raja abajo? Por que si la tuvieras arriba serías una alcancía. ",
	"El colmo de un paranoico, es tener muchos seguidores en twitter.",
	"Mamá, mamá... Cuando me crezcan los deditos... ¿Los puedo volver a meter en el ventilador? ",
	"Camarero ¿Me podria freír un poco más el pollo? Es que se me esta comiendo la ensalada del plato...",
	"Me comí el helado de menta... y Menta me molió a palos.",
	"Hacía tanto calor que los árboles iban detrás de los perros para que los mearan... ",
	"Mamá, mamá... El bebé se hizo bosta. ¡Caca! se dice caca. No, no, se me cayó por la ventana.",
	"Mamá, mamá... En la escuela me dicen mentiroso. Anda cállate, si hace un año que acabaste la escuela. ",
	"Mamá, mamá... Que ya no quiero conocer a mi abuelito. Cállate y sigue escarbando.",
	"Mamá, mamá... Que ya no me gusta mi hermanito. Cállate y sigue comiendo.",
	"El Capitán de la Nave dijo: Suban las velas... y los de abajo se quedaron a oscuras... ",
	"Mi mamá es una rata... Firma: Mikey Mouse.",
	"Pepito le hace la parada a un camión y pregunta: Señor, ¿va para el parque? Sí. Pues que se divierta.",
	"Era un hombre tan pero tan alto... que se tropezó un viernes y cayó un domingo.",
	"En un barco: Tierra a la vista... Y Lavista murió enterrado.",
	"Mamá, mamá... ¿Puedo jugar con el abuelo? Bueno, pero después vuelve a enterrarlo ¿De acuerdo? ",
	"Mamá, mamá... ¡Hay un pedazo de carne en la sopa! ¡Ay, nene!... tu y tu lepra.",
	"Mamá, mamá... Dejé la droga. ¡Gracias a Dios! Sí... pero ahora no me acuerdo donde la puse.",
	"Un borracho entra en un bar y dice: Me voy a tirar un pedo, y todos se van al fondo y el borracho dice: Un pedo, no un corner ehh!!!",
	"Era un hombre tan pequeño, tan pequeño, que no le cabía la menor duda.",
	"Tengo una noticia buena y otra mala: La buena es que dejado la droga. La mala es que no se donde",
	"Pepe, cómprame una alfombra. Nada de eso, tú vuelas en escoba, como tu madre.",
	"¿Qué hace un leproso tocando la guitarra? Carne picada.",
	"¿Qué le dijo un mosquito a otro? Esta noche vamos a asaltar la Cruz Roja.",
	"Querida, dejé el tabaco. ¡Qué bien! Sí, pero ¡ayúdame a encontrarlo antes de que se queme la casa!",
	"Era una iglesia tan pequeña, pero tan pequeña, que el cura tenía que dar las hostias de canto.",
	"Va un pez y se ahoga. Va una canica y vuelca. Va un caracol y derrapa. Vas tu y piensas.",
	"Maria!!! Hoy te voy ha echar tres casquetes que vas ha flipar... cariño. Pero ¿Tu estas borracho? No, es que vengo con dos amigos...",
	"En el restaurante: ¿Y como quiere el señor sus huevos? Tu verás, pues con toda mi alma.",
	"Papá, papá... ¿cual es la definición de engreído? Que bien que preguntaste, porque soy la mejor persona para responderte.",
	"Un budista cumple los años, sopla la vela y pide 3 veces liberarse del deseo. Inmediatamente se da cuenta del error que acaba de cometer.",
	"Papá, papá... Hoy el entrenador me dijo que yo era garantía de gol. Qué bien, ¿Jugaste de delantero? No, que va, de portero.",
	"Mamá, mamá... No me esperes a dormir esta noche. Y eso hijo mío, ¿Por qué? Pues porque ya llegué.",
	"Mamá, mamá... ¿Por qué te casaste con papá? Por tu culpa hijo, por tu culpa",
	"Era una mujer tan fea, tan fea, que tuvo un accidente y quedo mejor....",
	"Era una mujer tan fea, tan fea, que el medico al nacer dijo: Si llora es niña si no, es un tumor...",
	"Era una mujer tan fea, tan fea, que se presento a un concurso de feas y no la dejaron participar porque no aceptaban profesionales....",
	"tan tonto era, que vendió la tele para comprarse el dvd",
	"Dicen que cuando Piscis y Acuario se casan, el matrimonio naufraga.",
	"Un fotógrafo tan tacaño que sólo retrataba del cuello para abajo... Para que no le salieran caras.",
	"Lo que ayer nos unía, hoy no se para.",
	"No pasen por los topes... Y los topes no fueron a la fiesta.",
	"Mamá, mamá... El abuelo se tambalea. Pues dispárale otra vez antes de que escape",
	"Mamá, mamá... Anda, llévame al circo. No, hijo, si te quieren ver que vengan a casa y paguen.",
	"Mamá, mamá... ¿Puedo ir a una fiesta de 15 años? No, nene, es demasiado larga.",
	"Mamá, mamá... En la escuela me dicen hijo de perra. ¡Guaaau!",
	"Mamá, mamá... En la escuela me dicen cebolla. Anda vete, que me vas a hacer llorar.",
	"Un cubano a otro: - Oye ¿Tu sabes quien es Santa Claus? Pues Papá Noé. Pué mamá tampoco.",
	"Se pusieron todos contra la pared, y pared perdió el partido.",
	"Que me parta un rayo (Un Siamés)",
	"Vamos por partes, porque lo importante es lo de adentro (Jack el destripador)",
	"Oiga, ¿antes no habían unos cuernos detrás de la barra? ¡No, antes había aquí un espejo!",
	"Papá, papá, ¿Sabes dónde están los Pirineos? Pregúntale a tu madre que es la que lo guarda todo.",
	"Hace 17 años que estoy casado, y todavía quiero a la misma mujer, ¿No es maravilloso? Si, pero ¡Procure que su esposa no se entere nunca!",
	"Era un hombre tan y tan grande que se tropezó un lunes y cayó un martes.",
	"Tienes menos futuro que un enfermo de Parkinson robando panderetas.",
	"Mi cocinera nueva es un sol. ¿Guisa bien? No, lo quema todo.",
	"Era una mujer tan pero tan bajita que en lugar de dar a luz daba chispas",
	"Era una niña tan fea, tan fea, tan fea, que en lugar de que su mamá diera a luz, dio un apagón.",
	"Se le pincha el coche a Drácula y le dice a su ayudante: Tráeme el destornillador. ¡No, el de cruz no! ",
	"Un caníbal va en un avión, y le pregunta la azafata: ¿Le traigo el menú? No, mejor tráigame la lista de los pasajeros.",
	"¿Cómo se escribe? ¿Durmiendo o dormiendo? Pos ninguna de las dos: se escribe despierto.",
	"Había una vez una Iglesia tan grande, tan grande, que el cura tenía que repartir la hostia en moto.",
	"Un ciempiés mira pasar una ciempiés: Mamacita, qué piernas... qué piernas... qué piernas... ",
	"Era un hombre tan honrado, pero tan honrado, que cuando encontró empleo lo devolvió.",
	"Mamá, mamá... ¿Por qué me dicen \"El pies grandes” en el barrio? No sé, nene, es igual ¿Guardaste ya los zapatos en el garaje? ",
	"Hijo, ¿Ha llamado ya algún idiota? No papá, tú eres el primero.",
	"Era una familia tan pobre, pero tan pobre, que no tenían ni hambre.",
	"¡Camarero, por favor, quite el dedo de mi filete! Bueno, bueno, pero si sevuelve a caer, no me eche la culpa.",
	"Dos amigos en la ópera: Este si que es un cantante de primera fila. Estoy de acuerdo. ¡En la segunda fila no se le oye!",
	"Camarero, ¡Esta sopa tiene gusto a insecticida! Bueno, ¿entonces? ¡Cuando encuentra moscas también se queja!",
	"¡Camarero, ya le he pedido cien veces un vaso de agua! Si, ahora mismo: ¡Cien vasos de agua para el señor! ",
	"¡Camarero! He encontrado un pelo en la sopa y no es mío. Esta bien, démelo, lo guardaremos por si vienen a reclamarlo.",
	"Un periodista le pregunta a un político: ¿Cómo hace usted para tener la conciencia limpia? No la uso nunca.",
	"¿Qué puedo hacer con mis pecados, señor cura? Ora. Las cuatro y cuarto, pero ¿Qué puedo hacer con mis pecados? ",
	"A una fiesta de puntos llegó una coma. Todos la vieron extrañados y la coma dijo: ¿Tengo el pelo muy largo?",
	"Mamá, mamá... Los fideos se están pegando. Déjalos que se maten.",
	"Un señor va a buscar a su hijo al colegio: ¿Papi, de donde vienen los niños? De la escuela, hijito. ",
	"Mamá, mamá... Me corté un dedito. Ponte una curita, entonces. ¡Pero si es que no lo encuentro!",
	"Mamá, mamá... ¿Es verdad que descendemos de los monos? No sé, hijo... tu padre nunca quiso presentarme a su familia.",
	"Mamá, tengo un grave problema: no quiero ir a la escuela. Mira hijo, debes ir por tres grandes razones: porque tienes la obligación, porque tienes 45 años y porque eres el director.",
	"Mamá, mamá... Mis zapatos nuevos tienen un agujero. ¿Estás loco, cómo van a tener un agujero? Sí, por donde meto el pie.",
	"Unos enanos están reunidos en un bar. En eso entra un borracho y dice: ¡¿quien a desarmado el futbolín?!",
	"Era un bebe tan feo pero tan feo, que su mamá en vez de darle el pecho, le daba la espalda.",
	"Era un hombre tan largo, tan largo... que se comió un yogur y cuando llegó al estómago ya había caducado.",
	"¡Ya me enteré que ha estado haciendo apuestas en la oficina! ¡Le apuesto 100 euros a que no es cierto!",
	"¡No sé lo que haríamos sin usted en esta empresa, pero vamos a probarlo!",
	"Era un tipo tan sucio, tan sucio, que se lavó las manos y se encontró un reloj.",
	"Anuncio Clasificado: Cambio lindo perrito Doberman por mano ortopédica.",
	"Este era un niño con la boca tan, pero tan, pero tan chiquita, que para decir tres tenía que decir uno, uno, uno.",
	"Horrible: que a tu mujer se la lleve una ola en la playa. Horripilante: que el mar te la devuelva.",
	"Un chiste corto y flojo: Un enano con diarrea.",
	"Era un niño tan feo tan feo que le pregunto a su madre: Mama, mama, ¿me quieres? Su madre: Si...pero solo como amigos ehh!!!",
	"Un grupo de pijos en el zoo. Ven a un grupo de cocodrilos y uno grita: !!Un lacoste!!",
	"A la salida de un cine están dos pulgas y una dice a la otra: ¿Nos vamos a pie o esperamos un perro? ",
	"Suena el teléfono: - ¿Hola? Hola, ¿es aquí donde lavan ropa? No. Bueno entonces son sucios.",
	"Aviso clasificado: Busco suegra y perro. Recompensa por el perro.",
	"Antes sufría de amnesia, ahora no me acuerdo.",
	"Arrasemos la ciudad sin piedad y Piedad no arraso la ciudad.",
	"Una rata parada en la esquina, está esperando que pase un rato.",
	"Mi computadora es tan vieja que no tiene memoria, apenas un vago recuerdo.",
	"¿Con qué juega un bebé vampiro? Con glóbulos rojos.",
	"¿Qué hace un vampiro conduciendo un tractor? Sembrar el miedo.",
	"¿En qué se parece una bruja y unos días de vacaciones? En que los dos se van volando.",
	"¿Cuál es el colmo de un vampiro? Ninguno, porque los vampiros no tienen colmo, tienen colmillos.",
	"¿Por qué los esqueletos no les gustan los días de lluvia? Porque se calan hasta los huesos.",
	"¿Qué pide un vampiro cuando entra en un bar? Un vaso sanguíneo.",
	"Me da miedo ese deporte de las espadas... -¿Esgrima? -No, no, más bien miedo.",
	"Estos son dos fantasmas... ...y se calló el del MEDIUM",
	"¿Qué le dice un fantasma a otro? \"¿Usted cree en las personas?\"",
	"Jaimito, cada vez que haces una travesura me sale una cana.- Entonces vos de pequeña tenias eras tremenda, porque fijate como esta la abuela.",
	"¿Por qué pones las manzanas en la ventana? Porque hace un frío que pela.",
	"¿Que hace una rata embarazada sentada en la Esquina? Esta esperando un ratito",
	"¿Qué le dice un gusano a otro gusano? Me voy a dar una vuelta a la manzana.",
	"Están dos piojos en la cabeza de un señor calvo, y uno le dice al otro: Alfredo, vámonos de aquí que este terreno ya está pavimentado.",
	"¿Por que los elefantes no montan en bici? Porque no tienen el dedo meñique para tocar el timbre.",
	"¿Cómo puedes saber si hay un elefante debajo de tu cama? Porque estas tocando el techo con tu nariz. ",
	"Un virus entra en un bar y el que atiende le dice: No atendemos a lo de su clase. El virus lo empuja fuera del bar y dice: Ahora si.",
	"Si no eres parte de la solución, entonces eres parte del precipitado.",
	"¿Por qué los osos blancos se disuelven en agua? – Porque son polares",
	"¿Cómo se suicida un electrón? – Tirándose de un puente de hidrógeno.",
	"¿Que es un oso polar? – Un oso rectangular, después de un cambio de coordenadas",
	"¿Que le dice un gif a un jpg? – ¡Anímate hombre!",
	"En programación para entender que es la recursividad, antes hay que entender que es la recursividad.",
	"Hardware es aquello a lo que le puedes dar patadas cuando el Software tiene un error.",
	"Había una vez una mujer tan fea, pero tan fea que cuando quizó mandar su fotografía por correo electrónico el antivirus la bloqueó.",
	"Mi computadora me gana al ajedrez, pero yo le gano boxeando. ",
	"imposible detectar teclado, pulse una tecla para continuar.",
	"Esta ventana no tiene gracia.",
	"Mama que haces en frente de la computadora con los hojos cerrados??? Nada hijo es que Windows me dijo que cierre las pestañas.",
	"Un hacker va a un hospital para vacunarse y cuando sale dice: La base de datos de virus ha sido actualizada.",
	"¿pero que haces tirando esas computadoras al río? tranquilo, son PCs",
	"¿Que hace un pez en el agua? NADA",
	"Vndo tclado casi nuvo a bun prcio solamnt falla una tcla.",
	"Los aviones pueden volar en medio de la lluvia sin temor a mojarse, porque llevan piloto",
	"¿que le dice una impresora a otra?-¿esas son tuyas o son impresiones mias ?",
	"Cual es el colmo de un bombero?..vivir en tierra del fuego ",
	"No hablo con los ladrones porque toman todo literalmente.",
	"Un dragón le dice al otro: \"hace calor aquí\" y el otro le responde \"cierra la boca!!\"",
	"ERROR 404: Chiste no encontrado ¯\\_(ツ)_/¯"
]
